{
  "home":{
    "displayName": "Home",
    "title":"<b>Towards a National Collection - <i>Locating</i> a National Collection</b>",
    "content":"<p><b>This project is a Foundation project within the <a href=\"https://ahrc.ukri.org/\">AHRC</a>-funded <a href=\"https://ahrc.ukri.org/research/fundedthemesandprogrammes/tanc-opening-uk-heritage-to-the-world/\">Towards a National Collection Programme</a>.</b></p><figure class=\"figure\"><img src=\"./graphics/VP_screenshot.png\" class=\"figure-img img-fluid rounded\" alt=\"VisitPlus Dataset visualised in Perlipleo software.\"><figcaption class=\"figure-caption\">VisitPlus Dataset visualised in <i>Peripleo</i> Mapping Software.</figcaption></figure><p>This project aims to help cultural heritage organisations to use locations – such as where objects were made and used or the places they depict and describe – to connect diverse collections and to engage researchers and public audiences in new ways. The project uses geospatial data in the form of coordinates to connect and visualise the digital records of Galleries, Libraries, Archives, and Museums and organisations managed by the Historic Environment. By digital records we refer to web pages, digitised content or structured data that represent objects, documents, sites or buildings.</p><p>Our map software (named <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Peripleo.html\"><i>Peripleo</i></a>) visualises these records and offers an easy-to-use method for diverse users to access meaningful data. It is also simple to create maps of your own digital records. <i>Peripleo</i> is based on a free and simple hosting method, Github pages, and we have provided a prototype tool, <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Locolligo.html\"><i>Locolligo</i></a>, to help you to prepare data for <i>Peripleo</i>. Please find out more by trying one of the examples below. The software and project as a whole build on visualisation and linked open data methodologies developed by the <a target=\"_blank\" href=\"https://pelagios.org/\"><i>Pelagios Network</i></a> of researchers, scientists and curators.",
    "content right":"<p>Thanks to various project partners and others, who may retain copyright in their respective sample datasets used in this software:</p><ul dir=\"auto\"><li><img src=\"./graphics/English-Heritage-logo.svg.png\" class=\"logo-mini\" /><a href=\"https://www.english-heritage.org.uk/\" rel=\"nofollow\">English Heritage</a></li><li><img src=\"./graphics/HE-logo.svg\" class=\"logo-mini\" /><a href=\"http://www.HistoricEngland.org.uk\" rel=\"nofollow\">Historic England</a> - contains Ordnance Survey data © Crown copyright and database right 2020.</li><li><img src=\"./graphics/HES-logo.svg\" class=\"logo-mini\" /><a href=\"https://www.historicenvironment.scot/\" rel=\"nofollow\">Historic Environment Scotland</a> - Scottish Charity No. SC045925 © Crown copyright and database right 2020.</li><li><img src=\"./graphics/HRP-logo.svg\" class=\"logo-mini\" /><a href=\"https://www.hrp.org.uk/\" rel=\"nofollow\">Historic Royal Palaces</a></li><li><img src=\"./graphics/MOLA-logo.png\" class=\"logo-mini\" /><a href=\"https://www.mola.org.uk/\" rel=\"nofollow\">Museum of London Archaeology</a></li><li><img src=\"./graphics/National-Trust-logo.svg\" class=\"logo-mini\" /><a href=\"https://www.nationaltrust.org.uk/\" rel=\"nofollow\">The National Trust</a> - Registered Charity in England &amp; Wales No. 205846</li><li><img src=\"./graphics/PAS-logo.jpg\" class=\"logo-mini\" /><a href=\"https://finds.org.uk/\" rel=\"nofollow\">The Portable Antiquities Scheme</a> - linked images Courtesy of the Portable Antiquities Scheme - © The British Museum.</li><li><a href=\"https://viaeregiae.org/\" rel=\"nofollow\">Viae Regiae</a> - a volunteer-driven member project of the Pelagios Network</li><li>Victoria Morris</li><li>Valeria Vitale</li></ul>",
    "class": "list",
    "file": "map-list.json"
  },
  "maps":{
    "displayName": "Maps",
    "title":"<b>Locating a National Collection - Maps</b>",
    "content":"A selection of maps created in the course of the project.<br/><br/>",
    "content right": "",
    "class": "list",
    "file": "map-list.json"
  },
  "VisitPlus":{
    "parent": "maps",
    "title":"<b>Locating a National Collection - VisitPlus</b>",
    "content":"<p><big><b>VisitPlus unites heritage visitor sites across the whole of the UK with objects from galleries, libraries, archives, museums and beyond. Visitors can use the map to discover web pages that will enhance their visits before, during or after being on site.</b></big></p><p>The heritage visitor sites included are managed by Historic Environment Scotland, English Heritage, CADW, Northern Ireland Department of Communities, National Trust and the National Trust for Scotland. Digital objects are provided by Historic England, British Library, Historic Environment Scotland and the Portable Antiquities Scheme.</p><figure class=\"figure\"><div class=\"iframe-wrapper\"><iframe src=\"https://britishlibrary.github.io/peripleo-lanc/visitplus/#/?/?/?/mode=clusters+facet=type\" title=\"VisitPlus\"></iframe></div><figcaption class=\"figure-caption\">VisitPlus: Visitor Sites in the UK.</figcaption></figure><h2>What you can do with the map</h2><p>By clicking on a marker that represents a visitor site the user is presented with a popup that provides links to an array of related web pages. These pages either refer to the same visitor site, another location in the vicinity of the site or have another geographical connection. The map is therefore the beginning of a journey through the UK’s wealth of cultural heritage.</p><h2>What was involved in making the map</h2><p>VisitPlus was first shown to focus groups that were representative of the UK public to gain feedback. A powerpoint slide encapsulated the concept by focusing on the National Trust’s and English Heritage’s visitor sites at Lindisfarne, asking the public if they would be interested in accessing connected records like the British Library’s Lindisfarne Gospels after a visit.</p><p>The reaction was positive as audiences appreciated that diverse and high quality resources were made accessible from a single point of access. The ‘VisitPlus’ branding was somewhat problematic however as audiences felt the name implied the map should only be used on-site and was an inadequate replacement for a guidebook. In short, the name obscured the broad range of use cases that were possible.</p><p>Underlying VisitPlus is a gazetteer of UK heritage visitor locations numbering in the low thousands and typically defined as of national significance. Each location acts as a nexus, an entry point to access many other collection items. Web pages were assigned coordinates in the form of latitude and longitude based on locations that they mention or represent. Connections were drawn computationally between those that were geographically close and that had similar names.</p>",
    "content right":""
  },
  "Heritage for All":{
    "parent": "maps",
    "title":"<b>Locating a National Collection - Heritage for All</b>",
    "content":"<p><big><b><i>Heritage for All</i> helps the public to explore the parts of collections that are connected to familiar locations such as the ‘place where they live’, ‘places they remember’ or ‘places which they identify with’.</b></big></p><p>An area of east London has been selected for this map in order to test an approach to presenting collections at a local scale. The map does not stick to a single theme or collection type but rather includes diverse collections such as literary references, buildings and monuments. The consolidation of diverse collections is intended to offer opportunities for unexpected co-contextualisation and serendipitous discovery. Literary references might align with the buildings to which they refer, while exploring this neighbourhood in an open-ended way offers a similar feel to social media such as a Facebook feed or TikTok ‘for you’ feed.</p><p>Connections between records and familiar locations bring collections to life, piquing the interest of users and rendering objects significant. East London was selected as it is an urban area with large numbers of Portable Antiquities Scheme finds. The majority of the finds have been recovered from the foreshore of the River Thames. The map will appeal most to those who are familiar with this area, a trait that extends beyond where people currently reside to encompass locations drawn from memory, genealogy and other forms of identity. The map therefore acts as a pilot outlining what might be possible, with the long-term aspiration to extend the coverage nationwide.</p><figure class=\"figure\"><div class=\"iframe-wrapper\"><iframe src=\"https://britishlibrary.github.io/peripleo-lanc/hfa/#/?/?/?/mode=points+facet=organisation\" title=\"Heritage for All\"></iframe></div><figcaption class=\"figure-caption\">Heritage for All: East London Case Study.</figcaption></figure><h2>What you can do with the map</h2><p>The map displays a large number of points in a relatively small geographical area and users who are familiar with east London will get the most out of the map. Points represent collection items and by clicking on a point the user can click through to a web page that provides more information on the item. Unlike some of the other maps, <i>Heritage for All</i> offers a single link for each item:</p><ul><li>If you are familiar with east London, zoom in on a street you have visited or an address you know.</li><li>If you are unfamiliar or want to try something different try looking for patterns in the points on the map. Why are there so many points along the river in an unusual pattern?</li><li>Open the filters by clicking on the icon in the top left, does the colour of the points offer any clues? Click on a point in the river and open the web page, can you find out why here?</li></ul><h2>What was involved in making the map</h2><p>Like <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/VisitPlus.html\" rel=\"nofollow\"><i>VisitPlus</i></a>, <i>Heritage for All</i> was shown to focus groups that were representative of the UK public to gain feedback. A slide that illustrated the concept showed a London borough populated with picture and text previews of content such as findspots of ancient coins, extant and disappeared historic buildings, archival documents and literary references. Much of this heritage might be defined as ‘locally’ not ‘nationally’ significant. Participants greeted the potential for discovery and adventure through visits enthusiastically, commenting on the potential to inspire younger audiences where terms such as ‘disappeared’ or ‘vanished monuments and buildings’ piqued interest. A perceived drawback came in the platform’s potential for repeat usage, some asked why return after a handful of familiar places had been explored? However, the overriding response was that users found diverse collections connected to familiar locations hugely compelling. The passionate feedback <i>Heritage for All</i> evoked was likely influenced by renewed interest in local exploration resulting from travel restrictions due to the Covid-19 pandemic in place at the time the focus groups were held.</p><p><i>Heritage for All</i> adopted a model akin to a Geographical Information System for the presentation of heritage whereby each location represents a single record. Focus groups demonstrated that the appeal of the map lies in connecting heritage to precise locations in a familiar physical environment. Toponyms that refer to a city or settlement don’t provide this level of precision. Creating a map like <i>Heritage for All</i> relies on collections with existing coordinates or geographical information such as addresses, grid references or postcodes. Whilst data managed by historic environment organisations often contain coordinates, data from GLAMs (Galleries, Libraries, Archives and Museums) do not. Furthermore, the approach applies more readily to urban areas - where a density of cultural heritage is available - than to rural areas.</p><h2>Datasets and acknowledgments</h2><p>The map contains the following datasets:</p><ul><li>British Library (thanks to Victoria Morris)</li><li>Historic England Certificates of immunity</li><li>Historic England Heritage at risk</li><li>Historic England Listed buildings</li><li>Historic England Parks and gardens</li><li>Historic England Scheduled monuments</li><li>Historic England World heritage sites</li><li>Open Plaques (thanks to <a target=\"_blank\" href=\"http://openplaques.org/data\" rel=\"nofollow\">http://openplaques.org/data</a>)</li><li>Portable Antiquities Scheme</li></ul>",
    "content right":""
  },
  "Early Western Coins":{
    "parent": "maps",
    "title":"<b>Locating a National Collection - Early Western Coins</b>",
    "content":"<p><big><b>This map presents the locations of archaeological findspots of ancient coins minted in Alexandria, from the Hellenistic to the Byzantine periods.</b></big></p><p>The map opens with a view of the south-west of England, where rivers and some postulated Roman ways are also highlighted. While the coins themselves are definitely ancient, the time of their deposition has long troubled archaeologists as it does not fit the overall pattern of other coin finds from antiquity.  Does their distribution suggest another explanation?</p><figure class=\"figure\"><div class=\"iframe-wrapper\"><iframe src=\"https://britishlibrary.github.io/peripleo-lanc/leifuss/#/?/?/?/mode=points+facet=type\" title=\"Early Western Coins\"></iframe></div><figcaption class=\"figure-caption\">Early Western Coins.</figcaption></figure><h2>Dataset Preparation</h2><p>Although primarily concerned with the representation of point data, we need Peripleo also to display other types of digitised geometries such as lines and polygons. This map includes such data as underlays. It also demonstrates some considerations that may arise when presenting different types of data, and features that may have multiple types.</p>",
    "content right":""
  },
  "Hollar 1660":{
    "parent": "maps",
    "title":"<b>Locating a National Collection - Hollar 1660</b>",
    "content":"<p><big><b>This map locates the places illustrated on an etching from George III's Topographical Collection, held at the British Library. It depicts prominent locations including castles, bridges, and churches, providing a ‘tour’ of 17th-century landmarks and places of political importance around England and Wales.</b></big></p><figure class=\"figure\"><img src=\"./graphics/Hollar-1660.jpg\" class=\"figure-img img-fluid rounded\" alt=\"Wenceslaus Hollar, 'An Orthographical Designe of Several Views Upon Ye Road, in England and Wales' (1660). \"><figcaption class=\"figure-caption\">A historical national collection of geospatial data: Places, points of interest, and archaeological features, illustrated in 1660 [<a href=\"https://www.flickr.com/photos/britishlibrary/50263236958\">British Library, Maps K.Top.6.61.</a>]</figcaption></figure><p>Made by Wenceslaus Hollar in about 1660, it was perhaps intended to be bound with a future edition or reprint of Camden's <i>Britannia</i>. Camden's work was first published in 1586, a topographical and historical survey intended to \"restore antiquity to Britaine, and Britain to his antiquity\". The 1607 edition was the first to include county maps, which were drawn by John Speed and based on the work of Christopher Saxton in the 1570s. Saxton's astonishing maps can be seen online in the British Library's '<a target=\"_blank\" href=\"http://www.bl.uk/manuscripts/Viewer.aspx?ref=royal_ms_18_d_iii_f006r\">Burghley Atlas</a>'.</p><p>Hollar's images are annotated with page numbers relating to the 1637 edition of <i>Britannia</i> indicating where descriptions of the places illustrated can be found. The full image can be seen <a target=\"_blank\"href=\"https://www.flickr.com/photos/britishlibrary/50263236958\">here</a>, and an itemised list of the drawings can be examined <a target=\"_blank\"href=\"https://discover.libraryhub.jisc.ac.uk/id/62812612\">here</a>.</p><figure class=\"figure\"><div class=\"iframe-wrapper\"><iframe src=\"https://britishlibrary.github.io/peripleo-lanc/hollar/#/?/?/?/facet=type\" title=\"Hollar 1660\"></iframe></div><figcaption class=\"figure-caption\">Wenceslaus Hollar, 'An Orthographical Designe of Several Views Upon Ye Road, in England and Wales', 1660.</figcaption></figure><h2>Suggested Tasks</h2><p>Here are some ideas for things you can try to do with this map:</p><ul><li>Use the Clusters and Heatmap visualisation modes (click the 'folded map' icon on the right of the map) to identify hotspots of Hollar's activity.</li><li>Click the filter icon in the top left and scroll over the map to see the locations of illustrated bridges. These indicate a likely route taken by Hollar.</li><li>Use the search box at the top of the map to find <i>Nun Appleton</i> in Yorkshire. Examine Hollar's illustration of gravestones from the former priory there, and use the Related Records link to see the Historic England Listed Building entry for the country house built there in the late 17th century.</li><li>Look at Hollar's illustrations of castles: these can be found by filtering by 'Type', clicking on a filtered marker, and then clicking on the icon that appears over the image in the popup box. Can you identify any castles that appear to have been drawn before being slighted in the Civil War?</li></ul><h2>Dataset Preparation</h2><p>One of the challenges for this project was to provide a means of visualisation for datasets generated using <a target=\"_blank\"href=\"https://recogito.pelagios.org/\">Recogito</a>, which has become a standard tool for the annotation of images and texts in the GLAM sector (Galleries, Libraries, Archives and Museums). Hollar's etching was first annotated and his drawings geolocated by David Cant and Tamsin Braisher (two volunteers working on the <a target=\"_blank\"href=\"https://viaeregiae.org/\">Viae Regiae</a> public history project). The resulting dataset was then enriched, using <a target=\"_blank\"href=\"https://britishlibrary.github.io/locating-a-national-collection/Locolligo.html\">Locolligo</a> to make additional links to type vocabularies, Wikipedia, and other online cultural heritage resources.</p>",
    "content right":""
  },
  "The Travelling Bibles":{
    "parent": "maps",
    "title":"<b>Locating a National Collection - The Travelling Bibles</b>",
    "content":"<h2>Introduction</h2><p><b><big>The Travelling Bibles Story Map outlines the journey of three great Bibles commissioned by Ceolfrith (642–716), abbot of the monasteries of Wearmouth and Jarrow.</big></b></p><p>Fragments of one of the bibles are held in the collections of the British Library. The map is the result of a collaboration between LaNC research curator Valeria Vitale and the British Library’s medieval manuscript curators. The intention was to explore the complex biography of a single historical object. Whilst our other maps connect GLAM objects to a single location, the Travelling Bibles Story Map illustrates just how many locations a single object might relate to.</p><figure class=\"figure\"><div class=\"iframe-wrapper\"><iframe src=\"https://storymaps.arcgis.com/stories/e3d8ca17f20a40958fcaa535b93f1525\" title=\"The Travelling Bibles\"></iframe></div><figcaption class=\"figure-caption\">StoryMap: The Travelling Bibles.</figcaption></figure><h2>What you can do with the map</h2><p>The map is different in design to the others being a narrative or Story Map. It offers a linear journey or narrative consisting of several maps and accompanying text. Scroll down to learn about the journey of the travelling Bibles, drag the maps and click on the location markers to find more information and links to articles and resources.</p><h2>What was involved in making the map</h2><p>Valeria Vitale used ESRI’s popular and versatile <a target=\"_blank\" href=\"https://storymaps.arcgis.com/\"><i>Story Map</i></a> platform. The platform offers a graphical user interface and hosting solution which was free-to-use at the time. She chose a Story Map Cascade option, writing the text panels and creating the maps using British Library metadata and in-depth research.</p>",
    "content right":""
  },
  "software":{
    "displayName": "Software",
    "title":"<b>Locating a National Collection - Software</b>",
    "content":"<p>It was realised at an early stage of the project that the availability of software tools that would be simple both to implement and to use is a fundamental requirement for heritage organisations wishing to provide visualisations and rich-linking of their geospatial data.</p><ul><li>The first requirement - a general-purpose mapping tool - has been met by the major re-development of <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Peripleo.html\"><i>Peripleo</i></a>.</li><li>Development of <i>Peripleo</i> led to the understanding that no pre-existing <i>standard</i> data model meets fully the project’s requirements of flexibility and extensibility. This led to a series of proposals for the extension of <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Linked_Places_Format_(LPF).html\"><i>Linked Places Format</i></a> (LPF), itself an extension and amalgamation of established standards such as GeoJSON.</li><li>The final part of the jigsaw is <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Locolligo.html\"><i>Locolligo</i></a>, a newly-conceived software tool which has two main functions:<ol><li>The conversion to LPF of simple delimited-text data such as ‘comma-separated values’ (CSV), familiar to users of spreadsheet software.</li><li>The embedded linking of LPF datasets to other web resources.</li></ol></ul><p>Please follow the links to discover more about these tools and the developing data model.</p>",
    "content right":""
  },
  "Linked Places Format (LPF)":{
    "parent": "software",
    "title":"<b>Locating a National Collection - Linked Places Format</b>",
    "content":"<p>After experimentation with various data models and assessment of their relative strengths and weaknesses, it was concluded that <a target=\"_blank\" href=\"https://github.com/LinkedPasts/linked-places-format/blob/master/README.md\"><i>Linked Places Format</i></a> (LPF) provides an ideal basis for the representation of cultural heritage data. This format, conceived and developed principally by Karl Grossner for the <a target=\"_blank\" href=\"https://whgazetteer.org/\"><i>World Historical Gazetteer</i></a> (a partner in the <a target=\"_blank\" href=\"https://pelagios.org/\"><i>Pelagios Network</i></a>) is based on various widely-accepted data standards, principally GeoJSON and RDF, and a short explainer can be found <a target=\"_blank\" href=\"https://github.com/britishlibrary/peripleo/blob/main/json-and-the-archonauts.md\">here</a>. While collecting and developing a diverse range of datasets from its project partners,  LaNC has identified numerous desirable extensions to LPF which are documented in a <a target=\"_blank\" href=\"https://github.com/docuracy/Locolligo/blob/main/schemas/LP.json\"><i>JSON Schema</i></a>, and these extensions may in due course be adopted as part of the LPF standard.</p>",
    "content right":""
  },
  "Locolligo":{
    "parent": "software",
    "title":"<b>Locating a National Collection - Locolligo</b>",
    "content":"<p><b><big><i>Locolligo</i> is a browser-based tool which has been prototyped by <i>Locating a National Collection</i> (LaNC) for the conversion of simple spreadsheet data into a format that can be mapped using <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Peripleo.html\"><i>Peripleo</i></a>. <i>Locolligo</i> also provides both manual and automatic processes for rich linking to other datasets and web resources.</big></b></p><figure class=\"figure\"><img src=\"./graphics/Locolligo_CSV_UI_screenshot.png\" class=\"figure-img img-fluid rounded\" alt=\"Screenshot of Locolligo CSV to LPF conversion assignment.\"><figcaption class=\"figure-caption\">Screenshot of Locolligo CSV to LPF conversion assignment.</figcaption></figure><figure class=\"figure\"><img src=\"./graphics/Locolligo_linker_screenshot.png\" class=\"figure-img img-fluid rounded\" alt=\"Screenshot of Locolligo interface for linking geodata.\"><figcaption class=\"figure-caption\">Screenshot of Locolligo interface for linking geodata.</figcaption></figure><h3>Main Features</h3><ul><li>Upload data in CSV format (exported, typically, from a spreadsheet), customise its transformation to <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Linked_Places_Format_(LPF).html\"><i>Linked Places Format</i></a> (LPF), and download the transformed data for use in <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Peripleo.html\"><i>Peripleo</i></a>. A validation report is provided to assist with refinement of the dataset.</li><li>Preconfigured to transform coordinates to WGS84 (web mapping standard reference system) from OSGB (Ordnance Survey) and both GB and Northern Ireland easting/westing formats. Coordinates can also be obfuscated to conceal, for example, the exact location of archaeological findspots.</li><li>Embedding of Google-indexable schema.org metadata, including citations, licensing information, and an automatically-generated bounding box to indicate geographic coverage of the dataset.</li><li>Automatic generation of UUIDs (unique identifiers) for features, which in combination with w3id.org configuration can be used to generate web-referenceable PIDs (persistent identifiers) for the dataset and each of its constituent features.</li><li>Map visualisation of the transformed dataset, with configurable basemaps.</li><li>Search for place-names within map bounds using an online geolocation service.</li><li>Georeferencing capability to generate coordinates for features lacking location data, and for correcting inaccurate coordinates.</li><li>Automatic and manual location-based linking to a configurable and extensible range of geodata APIs, including Wikidata Settlements, Geograph images, Wikipedia articles, and archaeological finds.</li><li>Capability to store transformed LPF datasets to a local ‘GeoData Library’ which can then be linked to other datasets.</li><li>Rudimentary (but developable) functionality for both automatic and manual linking of dataset properties to standard web-based vocabularies such as Wikidata.</li></ul><p><i>Locolligo</i> has been essential to the successful and speedy production of LPF datasets, and their agile reformatting to accommodate problems detected during the development of <i>Peripleo</i>. Its development beyond <a target=\"_blank\" href=\"https://github.com/docuracy/Locolligo/blob/main/README.md\"><i>the current prototype</i></a> is, however, beyond the scope of LaNC.</p>",
    "content right":""
  },
  "Peripleo":{
    "parent": "software",
    "title":"<b>Locating a National Collection - Peripleo</b>",
    "content":"<p><b><big><i>Peripleo</i> is a browser-based map tool which enables the visualisation of information that has a geographical component. It was originally conceived and developed for a project which has now evolved into the <a target=\"_blank\" href=\"https://pelagios.org/\"><i>Pelagios Network</i></a>, and has been developed for <i>Locating a National Collection</i> (LaNC) by its original creator, Rainer Simon, at the <a target=\"_blank\" href=\"https://www.ait.ac.at/en/\">Austrian Institute of Technology</a>.</big></b></p><figure class=\"figure\"><img src=\"./graphics/VP_detail_screenshot.png\" class=\"figure-img img-fluid rounded\" alt=\"Detail from VisitPlus Dataset visualised in Perlipleo software.\"><figcaption class=\"figure-caption\">Detail from VisitPlus Dataset visualised in <i>Peripleo</i> Mapping Software.</figcaption></figure><h3>Main Features</h3><ul><li>Three modes for visualisation of data points:<ul><li>Points</li><li>Clusters</li><li>Heatmap</li></ul></li><li>Data feature titles revealed by hovering the cursor over markers</li><li>Feature details revealed by clicking on markers, including:<ul><li>Images (including IIIF)</li><li>Descriptions</li><li>List of links to related web resources</li></ul></li><li>Text search within datasets</li><li>Filtering of data based on combination of text search and customisable data facets</li><li>Rendering of:<ul><li>Linked Places Format (LPF)</li><li>GeoJSON underlays (points, lines, and polygons)</li><li>Custom basemap tiles</li></ul></li><li>Fullscreen mode (for embedded maps)</li></ul><p>The datasets from LaNC project partners provided a diverse range of use cases that were employed to guide the extension and testing of the software, and some of these can be seen <a target=\"_blank\" href=\"./maps.html\">here</a> on this web site.</p><h3>Deployment</h3><p>To get <i>Peripleo</i> up-and-running with your own data, you can deploy it easily and at no cost by following the <a target=\"_blank\" href=\"https://github.com/britishlibrary/peripleo\">Setup Guide</a> given in its public template repository. You can use <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Locolligo.html\"><i>Locolligo</i></a> to convert your data into the required <a target=\"_blank\" href=\"https://britishlibrary.github.io/locating-a-national-collection/Linked_Places_Format_(LPF).html\"><i>Linked Places Format</i></a>.</p><p>If you want to add functionality or customise <i>Peripleo</i> in other ways, you can do so by copying the open source software from its <a target=\"_blank\" href=\"https://github.com/britishlibrary/peripleo-lanc\">GitHub repository</a>.</p>",
    "content right":""
  },
  "resources":{
    "displayName": "Resources",
    "title":"<b>Locating a National Collection - Resources</b>",
    "content":"",
    "content right":""
  },
  "about":{
    "displayName": "About",
    "class":"gallery",
    "file":"logos.json",
    "title":"<b>Locating a National Collection - Contributors</b>",
    "content":"<img src=\"./graphics/UKRI_AHR_Council-Logo_Horiz-RGB.png\" alt=\"Arts and Humanities Research Council\" class=\"img-fluid img-thumbnail primary d-block\" ><p>This project is a Foundation project within the <a href=\"https:\/\/ahrc.ukri.org\/\">AHRC<\/a> funded <a href=\"https:\/\/ahrc.ukri.org\/research\/fundedthemesandprogrammes\/tanc-opening-uk-heritage-to-the-world\/\">Towards a National Collection Programme<\/a>.<\/p><h3>Project Team</h3><ul><li>Gethin Rees, British Library (Principal Investigator)</li><li>Alex Hunt, National Trust (Co-Investigator)</li><li>Anthony Mussen, Historic Royal Palaces (Co-Investigator)</li><li>Leif Isaksen, University of Exeter (Co-Investigator)</li><li>Valeria Vitale, British Library (Research Curator, <i>until May 2021</i>)</li><li>Stephen Gadd, British Library (Research Curator, <i>from November 2021</i>)</li><li>Rainer Simon, Austrian Institute of Technology (Software Developer)</li></ul>",
    "content right":""
  }
}
