{
  "home":{
    "displayName": "Home",
    "title":"<b>Towards a National Collection - <i>Locating</i> a National Collection</b>",
    "content":"<p><em>This project is a Foundation project within the <a href=\"https://ahrc.ukri.org/\">AHRC</a>-funded <a href=\"https://ahrc.ukri.org/research/fundedthemesandprogrammes/tanc-opening-uk-heritage-to-the-world/\">Towards a National Collection Programme</a>.</em></p><figcaption class=\"figure-caption\">A historical national collection of geospatial data:&nbsp;</sup></strong><sup>Places, points of interest, and archaeological features, illustrated in 1660 [<a href=\"https://www.flickr.com/photos/britishlibrary/50263236958\">Maps K.Top.6.61.</a>]</figcaption></figure><p>This project aims to help cultural heritage organisations to use locations &ndash; such as where objects were made and used or the places they depict and describe &ndash; to connect diverse collections and to engage researchers and public audiences in new ways. Through scoping, workshops and audience research the project seeks to establish best practice and to provide technical recommendations for the development of a national approach to the visualisation and discovery of &lsquo;digital collections&rsquo;. By this we mean simply the electronic records of cultural heritage (for example of objects, documents, sites or buildings), which may be in the form of digitised content, structured data, metadata, or pointers to web pages. </p><p><em>Locating a National Collection</em> (LaNC) seeks to derive value for visitors, research, and conservation, by working with Galleries, Libraries, Archives, and Museums (so-called GLAMs) and with other institutions and individuals, including those that manage the Historic Environment. The project builds on methodologies developed by <em><a href=\"https://pelagios.org/\">The Pelagios Network</a></em> of researchers, scientists and curators. It will develop understanding within the cultural heritage sector of how location-based interfaces can be used to make collections meaningful, driving content-discovery beyond mere text-based searching and towards visualisation.</p><p>Project partners include: National Trust, Historic Royal Palaces, Historic England, Historic Environment Scotland, Museum of London Archaeology, Portable Antiquities Scheme, English Heritage.</p><h2>Engagement work</h2><p>Engagement work has gathered structured feedback from two groups &ndash; cultural heritage professionals and the public &ndash; to understand how location might open up collections to new audiences and uses. The first part of this work sought to understand institutional requirements, capabilities, and desires in using location data to create connections between the collections. It identified the diversity of ways in which organisations manage location data, and gave an understanding of how memory, genealogy and community connect the public with collections through location. The <a href=\"https://bl.iro.bl.uk/concern/reports/82abef01-aa01-4d4e-b8aa-4a1e6e3b4cad\">Interim Report</a> summarises this initial phase of the project. The second part aimed to understand audiences&rsquo; values, their attitudes to heritage and location, and their propensity to engage with digital technologies. Survey and focus group work with the general public offered insights alongside opportunities to test interface ideas. The research has demonstrated how values (such as local identity) alongside motivations (such as curiosity around heritage visits) can inform the design of location-based interfaces (such as web maps). The project has adopted a user-centred approach and these findings will inform the development of the project&rsquo;s map-based prototype, <em>Peripleo-2</em> in the next phase.</p><h2>Technical work</h2><p>Informed by earlier engagement work, the project is at present focussed on the development of two browser-based tools. The first, <a href=\"https://github.com/docuracy/Locolligo\"><em>Locolligo</em></a>, will offer a simple interface with which individuals or institutions can prepare, enrich, and link their own spatial datasets, producing output in a newly-devised linked data format that is both readily-indexable by search engines, and also easily exported to knowledge bases for richer, deeper linkage and discovery.</p><p><img alt=\"\" src=\"britishlibrary/~/media/f64e57754765429b9f95b3b794283aa4.ashx\" /></p><p><a href=\"https://docuracy.github.io/Locolligo/\"><em><sup>Locolligo</sup></em></a><sup>: Historical Geodata Curator</sup></p><p>It will be possible to explore these linked datasets using the project&rsquo;s second online tool, <em>Peripleo-2</em>, which was originally conceived and developed by the <em>Pelagios</em> community as a map-based means for visualising and exploring annotated historical data. New functionality will highlight geospatial links, and steer public engagement towards web resources such as the online content of cultural heritage collections.</p><p><img alt=\"\" src=\"britishlibrary/~/media/3967a05a44ab4bce8dcb1755b4933c05.ashx\" /></p><p><a href=\"https://docuracy.github.io/LaNC-peripleo-lite/public/\"><sup>Peripleo-Lite</sup></a><sup>: the prototype for our visualisation tool.</sup></p><p>The project will leave a legacy of improved geospatial literacy, and stronger connections between all kinds of cultural heritage organisations and their collections. A developed geospatial visualisation system will help individuals to make serendipitous discoveries and enhance their knowledge of where they live or work. By fostering connections between place and community the project aims to provide an exemplar for the generation of engaging stories, and for the building of tangible links between overlooked or unengaged groups and local pasts, underscoring notions of community empowerment.</p>",
    "content right":""
  },
  "maps":{
    "displayName": "Maps",
    "title":"<b>Locating a National Collection - Maps</b>",
    "content":"",
    "content right":""
  },
  "VisitPlus":{
    "parent": "maps",
    "title":"<b>Locating a National Collection - VisitPlus</b>",
    "content":"",
    "content right":""
  },
  "Coins & Monasteries":{
    "parent": "maps",
    "title":"<b>Locating a National Collection - Coins & Monasteries</b>",
    "content":"",
    "content right":""
  },
  "Hollar 1660":{
    "parent": "maps",
    "title":"<b>Locating a National Collection - Hollar 1660</b>",
    "content":"",
    "content right":""
  },
  "resources":{
    "displayName": "Resources",
    "title":"<b>Locating a National Collection - Resources</b>",
    "content":"",
    "content right":""
  },
  "about":{
    "displayName": "About",
    "class":"gallery",
    "file":"logos.json",
    "title":"<b>Locating a National Collection - Contributors</b>",
    "content":"<p>This project is a Foundation project within the <a href=\"https:\/\/ahrc.ukri.org\/\">AHRC<\/a> funded <a href=\"https:\/\/ahrc.ukri.org\/research\/fundedthemesandprogrammes\/tanc-opening-uk-heritage-to-the-world\/\">Towards a National Collection Programme<\/a>.<\/p>",
    "content right":""
  }
}
